{
  "TITLE": "Hallo! Ich bin",
  "ENGLISH": "Englisch",
  "GERMAN": "Deutsch",
  "SUBTITLE": "BSc Informatik",
  "COUNTRY": "Schweiz",
  "HEADER1": "Über mich",
  "TEXT1": "Gerne möchte ich etwas über mich erzählen. In Haifa (Israel) wurde ich geboren und bin aber kurze Zeit später in die Schweiz gekommen und aufgewachsen. Über diese Zeit haben sich einige Charakteristiken ausgebildet: meine Neugierigkeit und mein Durchhaltewillen. Daraus kommt auch meine Liebe zu Herausforderungen im Leben, so etwa auch zu kleinen wie ein gutes altes Sudoku. So lasse ich mich auch von Brett- und Kartenspielen jeglicher Art begeistern. Erfahren Sie hier mehr über meine beruflichen Werdegang und nutzen Sie die Möglichkeit mich zu kontaktieren.",
  "HEADER2": "Meine Zeitachse",
  "NOW": "heute",
  "TIMELINENODE1": "Software Engineer - Praktikum",
  "TIMELINENODE1-DESCRIPTION": "Während meines Studiums absolviere ich bei der Swisscom ein Praktikum. Bisher war ich Teil von folgenden Projekten:",
  "TIMELINENODE1.1": "NetnearIT: RubyonRails - Entwicklung von Webapplikationen zur Automatisierung von Netzwerk-Operationen",
  "TIMELINENODE1.2": "VicoTV: React Native & Intrapreneur - Projektleiterin eines internen Startups nach Lean Startup und Frontend-Entwicklerin einer mobilen, cross platform Applikation in React Native",
  "TIMELINENODE1.3": "FMLab: Node-red & DevOps - Innovatives Marketing Team. Ich bin für die CI/CD unserer Umgebung veranwortlich sowie für die Entwicklung neuer Module mit node-red",
  "TIMELINENODE1.4": "Ich bin Teil eines Data Science Teams, das für die Anomalienerkennung von Netzwerkdaten zuständig ist. Ich habe Features für die UI-Entwicklung mit React, den API-Service mit dem Java Play-Framework und den Data Science Service mit Python entwickelt. Ich bin ebenfalls verantwortlich für den Aufbau der CI/CD Pipeline mit Jenkins und dem Continuous Deployment auf Kubernetes.",
  "TIMELINENODE2": "Informatik-Studentin BSc",
  "TIMELINENODE2-DESCRIPTION": "An der Fernfachhochschule Schweiz studiere ich bis 2021 für mein Bachelor-Diplom in Informatik. Meine Vertiefung setze ich in Data Science, da mich die fast unendlich vielen Möglichkeiten mit den Daten inspirieren.",
  "TIMELINENODE3": "PowerUser",
  "TIMELINENODE3-DESCRIPTION": "PowerUser ist ein Techsupport an der KS Seetal. Meine Hauptaufgabe war die Inbetriebnahme der Prüfungssticks (Änderung der Bootreihenfolge) sowie die Einrichtung der Drucksoftware und Presentersoftware auf den Laptops der Schüler. Zusätzlich war ich die Anlaufstelle bei technischen Fragen von Schülern",
  "TIMELINENODE4": "Gymnasium",
  "TIMELINENODE4-DESCRIPTION": "An der Kantonsschule Seetal habe ich meine Matura absolviert mit dem Schwerpunkt auf Biologie/Chemie und Informatik.",
  "HEADER3": "Programmiersprachen",
  "HEADER4": "Tools",
  "RESUMEBUTTON": "Mein Lebenslauf (EN)",
  "CONTACTTEXT2": "Finden Sie mich auf Linkedin und Github",
  "SITEINFORMATION": "Diese Seite wurde entwickelt mit Angular, SCSS, Material, Bootstrap"
}