{
    "TITLE": "Hey! I'm",
    "ENGLISH": "English",
    "GERMAN": "German",
    "SUBTITLE": "BSc Computer Sciences",
    "COUNTRY": "Switzerland",
    "HEADER1": "About me",
    "TEXT1": "I want to tell you a bit about me. I was born in Haifa (Israel), but came a bit later to Switzerland and grew up here. During this time I developed some skills: my curiosity and my perseverance. In result I like all challenges in life from small ones like a good old Sudoku to popular ones like the zebra puzzle. Board- and cardgames of every description fascinate me. Read more about my career and use the opportunity to contact me.",
    "HEADER2": "My Timeline",
    "NOW": "present",
    "TIMELINENODE1": "Gymnasium",
    "TIMELINENODE1-DESCRIPTION": "I graduated at the KS Seetal (CH) with the focus on the subjects biology/chemistry and computer science.",
    "TIMELINENODE2": "PowerUser",
    "TIMELINENODE2-DESCRIPTION": "PowerUser is a TechSupport at the KS Seetal. My main task was the setup of exam-evironments from a bootable stick on every student's laptop, as well as install printing- and presenting-softwares. I supported the students in all of their questions belonging to their laptops.",
    "TIMELINENODE3": "Computer science BSc",
    "TIMELINENODE3-DESCRIPTION": "At the FFHS (Fernfachhochschule Schweiz) I study until 2021 for my BSc in computer science. For my special field I chose Data Science, because I want to lead my career in this direction.",
    "TIMELINENODE4": "Software Engineer",
    "TIMELINENODE4-DESCRIPTION": "Next to my study I work at Swisscom as an internship. So far I worked on the following projects:",
    "TIMELINENODE4.1": "NetnearIT: RubyonRails - developed web application for automated network operations",
    "TIMELINENODE4.2": "VicoTV: React Native & intrapreneur - project lead of an internal startup and frontend developer of an mobile application with React Native",
    "TIMELINENODE5": "Hackathons",
    "TIMELINENODE5.1": "Bern hackt",
    "TIMELINENODE5.2": "HackUPC Barcelona",
    "HEADER3": "Programming Skills",
    "HEADER4": "Tools",
    "CONTACTTEXT1": "You're welcome to send me an e-mail:",
    "CONTACTBUTTON": "Contact me",
    "CONTACTTEXT2": "Find me on Linkedin and Github",
    "SITEINFORMATION": "This site is made with Angular, SCSS, Material and Bootstrap"
  }