{
    "TITLE": "Hey! I'm",
    "ENGLISH": "English",
    "GERMAN": "German",
    "SUBTITLE": "BSc Computer Sciences",
    "COUNTRY": "Switzerland",
    "HEADER1": "About me",
    "TEXT1": "I'm a curious person who likes challenges in life, especially small ones like a good old Sudoku or the zebra puzzle. My friends and I often play board games or just hang out. I devoted myself to art, creating digital drawings on my own with a graphic tablet.",
    "HEADER2": "My Timeline",
    "NOW": "Now",
    "TIMELINENODE1": "Gymnasium",
    "TIMELINENODE1-DESCRIPTION": "At the KS Seetal I graduated with the focus on the subjects biology/chemistry and computer science.",
    "TIMELINENODE2": "PowerUser",
    "TIMELINENODE2-DESCRIPTION": "PowerUser was a techsupport at the KS Seetal. My main task was the setup of starting an exam-evironment from a bootable stick on every students-laptop, as well as set up printing- and presenting-softwares. I supported the students in all of their questions belonging to tech.",
    "TIMELINENODE3": "Computer science BSc",
    "TIMELINENODE3-DESCRIPTION": "At the FFHS (Fernfachhochschule Schweiz) I'm studying until 2021 for my BSc.",
    "TIMELINENODE4": "Software Engineer",
    "TIMELINENODE4-DESCRIPTION": "Next to my study I work at Swisscom as an internship. So far I've got to work at the following projects:",
    "TIMELINENODE4.1": "NNI (RubyonRails - developed web application for automated network operations",
    "TIMELINENODE4.2": "VicoTV (ReactNative - intrapreneur / projekt lead of an internal startup and frontend developer of an mobile application",
    "TIMELINENODE5": "Hackathons",
    "TIMELINENODE5.1": "Bern hackt",
    "TIMELINENODE5.2": "HackUPC Barcelona",
    "HEADER3": "Programming Skills",
    "HEADER4": "Tool Knowledge",
    "CONTACTTEXT1": "You're welcome to send me an e-mail:",
    "CONTACTBUTTON": "Contact me",
    "CONTACTTEXT2": "Find me on Linkedin and Github",
    "SITEINFORMATION": "This site is made with Angular, SCSS, Material and Bootstrap"
  }